  
[
    {
        "title":"Top 1 Anime",
        "subtitle":"kimetsu no Yaiba",
        "image_url":"https://raw.githubusercontent.com/frayapark/Anime-M/main/Yaiba.jpg",
        "detail":"เรื่องราวเกิดขึ้นในประเทศญี่ปุ่นยุคไทโช คามาโดะ ทันจิโร่ เป็นเด็กหนุ่มผู้มีจิตใจอ่อนโยนและเฉลียวฉลาด ในฐานะลูกชายคนโตของครอบครัวคนเผาถ่าน เขาจึงเป็นหัวเรี่ยวหัวแรงในการหารายได้เลี้ยงดูครอบครัวจากการเผาถ่านไปขายหลังจากพ่อของเขาเสียชีวิต ทุกสิ่งทุกอย่างได้เปลี่ยนแปลงไปเมื่อมีอสูรบุกเข้ามาสังหารคนในครอบครัวของทันจิโร่ จนหมดสิ้นเหลือแต่เพียงเขาและน้องสาวที่ชื่อเนะซึโกะเท่านั้น เนะซึโกะที่รอดตายมาได้กลับกลายเป็นได้อาบเลือดของอสูรจนกลายเป็นอสูรไป ทว่าก็น่าประหลาดใจที่เธอยังคงมีความรู้สึกนึกคิดและการแสดงอารมณ์อย่างมนุษย์ยิ่งคงหลงเหลืออยู่ หลังจากที่ทันจิโร่ได้ต่อสู้กับโทมิโอะกะ กิยู นักล่าอสูรที่เดินทางผ่านมาและต้องการจะฆ่าเนะซึโกะที่กลายเป็นอสูรไปแล้ว เขาจึงตัดสินใจที่จะเป็นนักล่าอสูรตามคำชักชวนของกิยู เพื่อหาทางทำให้น้องสาวกลับมาเป็นมนุษย์ และตัดผ่านโซ่ตรวนแห่งโศกนาฏกรรมที่น่าเศร้าจากอสูรที่ฆ่าคนในครอบครัวของเขาให้จงได้"
    },
    {
        "title":"Top 1 Mhanwa",
        "subtitle":"Solo Leveling",
        "image_url":"https://raw.githubusercontent.com/frayapark/Anime-M/main/Solo.jpg",
        "detail":"หลังจากการปรากฏตัวของพอร์ทัลที่เรียกว่า ประตู ที่เชื่อมต่อโลกของสัตว์ประหลาดกับมนุษย์ ประชากรส่วนน้อยได้รับพลังเหนือมนุษย์เพื่อป้องกันสัตว์ประหลาดตัวเอกในเรื่อง Sung Jin-woo เป็นสมาชิกของนักล่าที่มีอันดับต่ำที่สุดและเป็นนักล่าที่อ่อนแอที่สุดในเกาหลีใต้ซึ่งแทบจะไม่แข็งแกร่งกว่ามนุษย์ทั่วไป อยู่มาวันหนึ่ง เขาและนักล่าคนอื่นๆ พบว่าตัวเองติดอยู่ในดันเจี้ยนคู่ที่อันตรายและหายากอย่างยิ่ง และมีเพียงไม่กี่คนที่รอดชีวิตและจัดการเพื่อหลบหนีได้ ซองจินวูเองก็ ตาย แต่ก็สามารถผ่านด่านทดสอบทั้งหมดในดันเจี้ยนนี้ได้สำเร็จ จากนั้นเขาก็ตื่นขึ้นมาในโรงพยาบาลและพบว่าเขากลายเป็น ผู้เล่น ที่ฟื้นคืนชีพแล้ว ซึ่งตอนนี้สามารถเห็นอินเทอร์เฟซที่แสดงภารกิจ สถิติ สินค้าคงคลัง ร้านค้า และระดับต่างๆ แก่เขา พร้อมกับความสามารถพิเศษที่จะเติบโตแข็งแกร่งขึ้นแบบทวีคูณ ซองจินวูเริ่มต้นภารกิจในการเป็นนักล่าที่แข็งแกร่งที่สุดในโลกและเปิดเผยความลึกลับของโลกของสัตว์ประหลาด"
    },
    {
        "title":"Forever Hit",
        "subtitle":"Fate Stay Knight",
        "image_url":"https://raw.githubusercontent.com/frayapark/Anime-M/main/Fate.jpg",
        "detail":"เฟต/สเตย์ไนต์ เป็นเรื่องราวที่กล่าวถึงเหตุการณ์ที่เกิดขึ้นในช่วงชีวิตของ เอมิยะ ชิโร่ นักเรียนช่างประจำวิทยาลัยโฮมุระบาระ ในเมืองฟุยูกิ สิบปีก่อนเขาได้ตกอยู่ท่ามกลางกองเพลิงขนาดมหึมาที่เผาผลาญเมืองและพรากครอบครัวอันเป็นที่รักของเขาไป ในขณะที่เขาอยู่กึ่งกลางระหว่างความเป็นความตาย ได้มีบุรุษลึกลับคนหนึ่งมาช่วยเขาไว้ เขาคือ เอมิยะ คิริซึงุ ซึ่งต่อมาเขาก็รับชิโร่มาเป็นบุตรบุญธรรม และอาศัยอยู่ที่บ้านคิริซึงุในเมืองฟุยูกิอย่างสงบสุข คืนหนึ่ง ในระหว่างที่พวกเขากำลังพูดคุยกันถึงเรื่องต่างๆ คิริซึงุก็ได้เปิดเผยความลับบางอย่างให้กับลูกชายของเขา"
    },
    {
        "title":"Top of Mind",
        "subtitle":"Digimon Advenger",
        "image_url":"https://raw.githubusercontent.com/frayapark/Anime-M/main/Digi.jpg",
        "detail":"วันที่ 1 สิงหาคม ปี 1999 โลกทั้งโลกเกิดความแปรปรวนทางสภาพอากาศ ประเทศที่เป็นฤดูหนาวกลับแห้งแล้ง ประเทศที่เป็นฤดูแล้งกลับน้ำท่วมในระหว่างที่ไทจิ และเพื่อนๆในโรงเรียนกำลังตั้งค่ายฤดูร้อนกันอยู่นั้นเอง ก็เกิดพายุหิมะถล่มค่าย หลังจากสิ้นเสียงพายุก็ได้เกิดมีวัตถุประหลาดหล่นลงมาจากฟากฟ้า เป็นเครื่องมือแปลก ๆ ที่ไม่คุ้นตา จากนั้นพวกเขาก็โดนดูดไปยังโลกดิจิตอล เพื่อปราบเหล่าร้ายที่กำลังทำให้ดิจิตอลเวิลด์ปั่นป่วน"
    }
    
]